[
  {
    "publisher": "Elsevier BV",
    "issue": "1",
    "DOI": "10.1016/j.bsecv.2021.11.003",
    "type": "article-journal",
    "page": "56-65",
    "source": "Crossref",
    "title": "An evaluation of the increased expansion of clay aggregates fired at 1300 °C to maximize lightness for non-structural concrete",
    "volume": "62",
    "author": [
      {
        "given": "Adalberto",
        "family": "Viana Rodrigues"
      },
      {
        "given": "Saulo",
        "family": "Roca Bragança"
      }
    ],
    "container-title": "Boletín de la Sociedad Española de Cerámica y Vidrio",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2023,
          1
        ]
      ]
    },
    "URL": "https://doi.org/g8nzzm",
    "container-title-short": "Boletín de la Sociedad Española de Cerámica y Vidrio",
    "id": "JFqEuzXI",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.bsecv.2021.11.003"
  },
  {
    "publisher": "Elsevier BV",
    "DOI": "10.1016/j.jclepro.2015.07.001",
    "type": "article-journal",
    "page": "753-762",
    "source": "Crossref",
    "title": "Manufacturing of sintered lightweight aggregate using high-carbon fly ash and its effect on the mechanical properties and microstructure of concrete",
    "volume": "112",
    "author": [
      {
        "given": "Tommy Yiu",
        "family": "Lo"
      },
      {
        "given": "Hongzhi",
        "family": "Cui"
      },
      {
        "given": "Shazim Ali",
        "family": "Memon"
      },
      {
        "given": "Takafumi",
        "family": "Noguchi"
      }
    ],
    "container-title": "Journal of Cleaner Production",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2016,
          1
        ]
      ]
    },
    "URL": "https://doi.org/f77cck",
    "container-title-short": "Journal of Cleaner Production",
    "id": "u8bURMeN",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.jclepro.2015.07.001"
  },
  {
    "publisher": "Elsevier BV",
    "DOI": "10.1016/j.matdes.2013.12.013",
    "type": "article-journal",
    "page": "1039-1048",
    "source": "Crossref",
    "title": "Influence of mineral additions and different compositional parameters on the shrinkage of structural expanded clay lightweight concrete",
    "volume": "56",
    "author": [
      {
        "given": "J. Alexandre",
        "family": "Bogas"
      },
      {
        "given": "Rita",
        "family": "Nogueira"
      },
      {
        "given": "Nuno G.",
        "family": "Almeida"
      }
    ],
    "container-title": "Materials &amp; Design (1980-2015)",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2014,
          4
        ]
      ]
    },
    "URL": "https://doi.org/gpptkk",
    "container-title-short": "Materials &amp; Design (1980-2015)",
    "id": "EI8Ba5X",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.matdes.2013.12.013"
  },
  {
    "publisher": "Elsevier BV",
    "DOI": "10.1016/j.procs.2020.05.145",
    "type": "article-journal",
    "page": "985-990",
    "source": "Crossref",
    "title": "Experimental Study on the Properties of Green Concrete by Replacement of E-Plastic Waste as Aggregate",
    "volume": "172",
    "author": [
      {
        "given": "Arivalagan",
        "family": "S"
      }
    ],
    "container-title": "Procedia Computer Science",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2020
        ]
      ]
    },
    "URL": "https://doi.org/g8nzzn",
    "container-title-short": "Procedia Computer Science",
    "id": "Igpyn5mh",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.procs.2020.05.145"
  },
  {
    "publisher": "Elsevier BV",
    "DOI": "10.1016/j.surfin.2020.100705",
    "type": "article-journal",
    "page": "100705",
    "source": "Crossref",
    "title": "Using Mn based on lightweight expanded clay aggregate (LECA) as an original catalyst for the removal of NO2 pollutant in aqueous environment",
    "volume": "21",
    "author": [
      {
        "given": "Aref.",
        "family": "Shokri"
      }
    ],
    "container-title": "Surfaces and Interfaces",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2020,
          12
        ]
      ]
    },
    "URL": "https://doi.org/g8nzzp",
    "container-title-short": "Surfaces and Interfaces",
    "id": "nH3dDgd7",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1016/j.surfin.2020.100705"
  },
  {
    "publisher": "Hindawi Limited",
    "abstract": "<jats:p>In nonstructural infill panels, common materials like expanded polystyrene panels face fire susceptibility, autoclaved aerated concrete (AAC) incurs high production costs, and traditional bricks come with a significant carbon footprint and weight. So, there is a requirement for infill panels that are not just resilient and lightweight but sustainable as well. This study seeks to address these issues by introducing sustainable and lightweight expanded clay aggregate (ECA) in concrete. Firstly, eight ECA mix designs were prepared by integrating fly ash and kerosene with clay, and ECA with a bulk density of 0.59 g/cm³ and compressive strength of up to 1.73 MPa were prepared. The lightest ECA mix was then chosen to explore their use in lightweight aggregate concrete (LWAC) along with fly ash as a secondary cementitious material. The resulting LWAC had a minimum density of 1,050 kg/m³ and a compressive strength of 6.8 MPa, fulfilling the standard requirements of a minimum of 3.5 MPa for nonstructural concrete.</jats:p>",
    "DOI": "10.1155/2024/8263261",
    "type": "article-journal",
    "page": "1-19",
    "source": "Crossref",
    "title": "Feasibility Study of Expanded Clay Aggregate Lightweight Concrete for Nonstructural Applications",
    "volume": "2024",
    "author": [
      {
        "given": "Shayan Ali",
        "family": "Khan"
      },
      {
        "given": "Fazal",
        "family": "Hussain"
      },
      {
        "given": "Rao Arsalan",
        "family": "Khushnood"
      },
      {
        "given": "Hassan",
        "family": "Amjad"
      },
      {
        "given": "Farhan",
        "family": "Ahmad"
      }
    ],
    "container-title": "Advances in Civil Engineering",
    "language": "en",
    "editor": [
      {
        "given": "Adewumi",
        "family": "Babafemi"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2024,
          2,
          29
        ]
      ]
    },
    "URL": "https://doi.org/g8nzzq",
    "container-title-short": "Advances in Civil Engineering",
    "id": "eyUFmQR5",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1155/2024/8263261"
  },
  {
    "publisher": "Thomas Telford Ltd.",
    "issue": "8",
    "abstract": "<jats:p> Idealised data have been derived for the compressive strength of a number of concretes for fire safety design. The data are derived from the author's own research including test series not published before and from more than 400 other test series comprising approximately 3000 specimens known from literature and personal contact. The data cover a variety of concretes with aggregates such as siliceous materials, limestone, granite, sea gravel, pumice, and expanded clay to fire-resistant concrete based on chamotte or Danish mo-clay. Processes are briefly described that are responsible for the deterioration of the materials when they are heated and when they are cooled down after a fire. In addition, it is explained how variations of the concrete composition influences the deterioration. Necessary characteristics of design methods are derived for variable fire courses based on analyses of consequences of material deterioration. The paper serves as a basis for a number of papers presenting calculation methods developed by the author for load-bearing capacity of any structure of any concrete at any time of any fire exposure. Some of these methods and related materials data are adopted in the CEN: ENV 1992-1-2 code and national codes such as the Danish DS411. The present paper serves as a part of the documentation for the methods and it is therefore also a supporting document for these standards. </jats:p>",
    "DOI": "10.1680/macr.2005.57.8.445",
    "type": "article-journal",
    "page": "445-453",
    "source": "Crossref",
    "title": "Concrete strength for fire safety design",
    "volume": "57",
    "author": [
      {
        "given": "K. D.",
        "family": "Hertz"
      }
    ],
    "container-title": "Magazine of Concrete Research",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2005,
          10
        ]
      ]
    },
    "URL": "https://doi.org/drrzkq",
    "container-title-short": "Magazine of Concrete Research",
    "id": "1GKECWcka",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1680/macr.2005.57.8.445"
  },
  {
    "publisher": "MDPI AG",
    "issue": "2",
    "abstract": "<jats:p>This research focused on the obtainment of sustainable lightweight aggregates (LWAs) for agronomic application. The cleaner production is based on saving matter through the valorization of waste available in industry as a substitute of clays into the formulation of the lightweight aggregates (LWAs). Three different types of clays (white, black, and red) and alternative raw materials were blended. Cattle bone flour ash (CBA) and a fertilizer glass (FG) were used to introduce K and P into the mixture in amounts suitable for fertilizer application, and a sewage sludge from a brewery wastewater treatment plant was used as pore forming agent. For the production of the LWAs, we mixed different percentage of waste in two different clay mixtures, which were thermally treated at 1000 °C for 1 h. Technological parameters such as loose bulk and oven dry density, total porosity, water absorption capacity, pH, and electrical conductivity were determined to evaluate the potential use of LWAs as a growing media. Moreover, scanning electron microscopy (SEM) and mercury intrusion porosimetry (MIP) techniques were used, and leaching tests were performed to complete the samples’ characterization. The results indicated the potential for manufacturing high-quality LWAs for the agronomic field by using energy-saving and matter-processing involving low temperatures with respect to the conventional process.</jats:p>",
    "DOI": "10.3390/app11020800",
    "type": "article-journal",
    "page": "800",
    "source": "Crossref",
    "title": "Cleaner Design and Production of Lightweight Aggregates (LWAs) to Use in Agronomic Application",
    "volume": "11",
    "author": [
      {
        "given": "Carmen",
        "family": "Martínez-García"
      },
      {
        "given": "Fernanda",
        "family": "Andreola"
      },
      {
        "given": "Isabella",
        "family": "Lancellotti"
      },
      {
        "given": "Romina D.",
        "family": "Farías"
      },
      {
        "given": "Mª Teresa",
        "family": "Cotes-Palomino"
      },
      {
        "given": "Luisa",
        "family": "Barbieri"
      }
    ],
    "container-title": "Applied Sciences",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2021,
          1,
          15
        ]
      ]
    },
    "URL": "https://doi.org/g5vt4j",
    "container-title-short": "Applied Sciences",
    "id": "7q2VNk94",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3390/app11020800"
  },
  {
    "publisher": "MDPI AG",
    "issue": "1",
    "abstract": "<jats:p>The application of AAC has increased considerably in Malaysia since the 1990s. The usage of AAC has some advantages, but it also has negative environmental impacts since rejected concrete will become landfill. This study aimed to use AAC waste powder as a material that would partially replace the sand content to produce a new form of Autoclaved Aerated Concrete (AAC). The physical and mechanical properties of the newly developed AAC were investigated. This paper presents improved mechanical and physical properties of the new form of recycled AAC concrete. Besides these improvements, using recycled AAC could lower production costs. Furthermore, the usage of this recycled waste powder is both economically and environmentally advantageous. This study found that when recycled AAC was substituted for sand, AAC with a fine recycled powder content of 30% had a compressive strength that was around 16% higher than conventional AAC and between 29% and 156% higher than any value attained utilizing an industrial waste product. This study also confirmed that the greater strength could be identical to a higher tobermorite phase and that the recycled AAC surface showed a finer crystalline morphology.</jats:p>",
    "DOI": "10.3390/buildings12010060",
    "type": "article-journal",
    "page": "60",
    "source": "Crossref",
    "title": "The Physical and Mechanical Properties of Autoclaved Aerated Concrete (AAC) with Recycled AAC as a Partial Replacement for Sand",
    "volume": "12",
    "author": [
      {
        "given": "Abdul Rahman",
        "family": "Rafiza"
      },
      {
        "given": "Ahmad",
        "family": "Fazlizan"
      },
      {
        "given": "Atthakorn",
        "family": "Thongtha"
      },
      {
        "given": "Nilofar",
        "family": "Asim"
      },
      {
        "given": "Md Saleh",
        "family": "Noorashikin"
      }
    ],
    "container-title": "Buildings",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2022,
          1,
          7
        ]
      ]
    },
    "URL": "https://doi.org/g6b6hh",
    "container-title-short": "Buildings",
    "id": "rCm0JXFJ",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3390/buildings12010060"
  },
  {
    "publisher": "MDPI AG",
    "issue": "12",
    "abstract": "<jats:p>This study is focused on the experimental investigation of compressive strength and durability properties of lightweight concrete mixtures with fine expanded glass and expanded clay aggregates using different microfillers. The paper proposes the relationships between the compressive strength and density of concrete mixtures with different proportions of the lightweight aggregates mentioned above. The performed experimental studies have revealed the tendencies of possible usage of different amounts of fine lightweight aggregates and their combinations in the production of concrete mixtures depending on the demands of practical application. Following the requirements for structural concrete subjected to environmental effects, durability properties (alkaline corrosion and freeze–thaw resistance) of the selected concrete mixtures with expanded glass aggregate were studied. The results of the experimental investigations have shown that durability of tested concrete specimens was sufficient. The study has concluded that the mixtures under consideration can be applied for the production of structural elements to which durability requirements are significant.</jats:p>",
    "DOI": "10.3390/ma11122434",
    "type": "article-journal",
    "page": "2434",
    "source": "Crossref",
    "title": "Compressive Strength and Durability Properties of Structural Lightweight Concrete with Fine Expanded Glass and/or Clay Aggregates",
    "volume": "11",
    "author": [
      {
        "given": "Deividas",
        "family": "Rumsys"
      },
      {
        "given": "Edmundas",
        "family": "Spudulis"
      },
      {
        "given": "Darius",
        "family": "Bacinskas"
      },
      {
        "given": "Gintaris",
        "family": "Kaklauskas"
      }
    ],
    "container-title": "Materials",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2018,
          11,
          30
        ]
      ]
    },
    "URL": "https://doi.org/g8nzzr",
    "container-title-short": "Materials",
    "PMCID": "PMC6317013",
    "PMID": "30513643",
    "id": "vGFdVmWU",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3390/ma11122434"
  },
  {
    "publisher": "MDPI AG",
    "issue": "2",
    "abstract": "<jats:p>The purpose of this study is to compare the bloating mechanism of artificial lightweight aggregate under sintering and rapid sintering conditions to identify the factors behind the bloating of the lightweight aggregate under these sintering conditions, and to find suitable temperature ramping conditions. The aggregate had an average particle size of 10 mm as formed using acid clay, and it was fired by a rapid sintering method and a normal sintering method. The bulk density and water absorption ratio of the specimen were measured, and the cross section was observed. No black core was observed under the rapid sintering condition, and it was lightened at an inflection point of 1150 °C. A reduction in the bulk density was observed in a shorter period of time when the input temperature was high under the normal sintering conditions. Regardless of the input temperature, the bulk density change was divided into three sections and a bloating-activation zone was observed in which the density abruptly decreased.</jats:p>",
    "DOI": "10.3390/ma12020267",
    "type": "article-journal",
    "page": "267",
    "source": "Crossref",
    "title": "Optimum Bloating-Activation Zone of Artificial Lightweight Aggregate by Dynamic Parameters",
    "volume": "12",
    "author": [
      {
        "given": "Young Min",
        "family": "Wie"
      },
      {
        "given": "Ki Gang",
        "family": "Lee"
      }
    ],
    "container-title": "Materials",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2019,
          1,
          15
        ]
      ]
    },
    "URL": "https://doi.org/g8nzzs",
    "container-title-short": "Materials",
    "PMCID": "PMC6356517",
    "PMID": "30650611",
    "id": "FiOLHRUz",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3390/ma12020267"
  },
  {
    "publisher": "MDPI AG",
    "issue": "11",
    "abstract": "<jats:p>As the demand for nonrenewable natural resources, such as aggregate, is increasing worldwide, new production of artificial aggregate should be developed. Artificial lightweight aggregate can bring advantages to the construction field due to its lower density, thus reducing the dead load applied to the structural elements. In addition, application of artificial lightweight aggregate in lightweight concrete will produce lower thermal conductivity. However, the production of artificial lightweight aggregate is still limited. Production of artificial lightweight aggregate incorporating waste materials or pozzolanic materials is advantageous and beneficial in terms of being environmentally friendly, as well as lowering carbon dioxide emissions. Moreover, additives, such as geopolymer, have been introduced as one of the alternative construction materials that have been proven to have excellent properties. Thus, this paper will review the production of artificial lightweight aggregate through various methods, including sintering, cold bonding, and autoclaving. The significant properties of artificial lightweight aggregate, including physical and mechanical properties, such as water absorption, crushing strength, and impact value, are reviewed. The properties of concrete, including thermal properties, that utilized artificial lightweight aggregate were also briefly reviewed to highlight the advantages of artificial lightweight aggregate.</jats:p>",
    "DOI": "10.3390/ma15113929",
    "type": "article-journal",
    "page": "3929",
    "source": "Crossref",
    "title": "Artificial Lightweight Aggregates Made from Pozzolanic Material: A Review on the Method, Physical and Mechanical Properties, Thermal and Microstructure",
    "volume": "15",
    "author": [
      {
        "given": "Dickson Ling Chuan",
        "family": "Hao"
      },
      {
        "given": "Rafiza Abd",
        "family": "Razak"
      },
      {
        "given": "Marwan",
        "family": "Kheimi"
      },
      {
        "given": "Zarina",
        "family": "Yahya"
      },
      {
        "given": "Mohd Mustafa Al Bakri",
        "family": "Abdullah"
      },
      {
        "given": "Dumitru Doru",
        "family": "Burduhos Nergis"
      },
      {
        "given": "Hamzah",
        "family": "Fansuri"
      },
      {
        "given": "Ratna",
        "family": "Ediati"
      },
      {
        "given": "Rosnita",
        "family": "Mohamed"
      },
      {
        "given": "Alida",
        "family": "Abdullah"
      }
    ],
    "container-title": "Materials",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2022,
          5,
          31
        ]
      ]
    },
    "URL": "https://doi.org/grxsg6",
    "container-title-short": "Materials",
    "PMCID": "PMC9181883",
    "PMID": "35683229",
    "id": "81Cz4XDP",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3390/ma15113929"
  },
  {
    "publisher": "MDPI AG",
    "issue": "1",
    "abstract": "<jats:p>Nowadays, lightweight aggregate concrete is becoming more popular due to its versatile properties. It mainly helps to reduce the dead loads of the structure, which ultimately reduces design load requirements. The main challenge associated with lightweight aggregate concrete is finding an optimized mix per requirements. However, the conventional material design of this composite is quite costly, time-consuming, and iterative. This research proposes a simplified methodology for the mix designing of structural and non-structural lightweight aggregate concrete by incorporating machine learning. For this purpose, five distinct machine learning algorithms, support vector machine (SVM), artificial neural network (ANN), decision tree (DT), Gaussian process of regression (GPR), and extreme gradient boosting tree (XGBoost) algorithms, were investigated. For the training, testing, and validation process, a total of 420 data points were collected from 43 published journal articles. The performance of models was evaluated based on statistical performance indicators. Overall, 11 input parameters, including ingredients of the concrete mix and aggregate properties were entertained; the only output parameter was the compressive strength of lightweight concrete. The results revealed that the GPR model outperformed the remaining four machine learning models by attaining an R2 value of 0.99, RMSE of 1.34, MSE of 1.79, and MAE of 0.69. In a nutshell, these simplified modern techniques can be employed to make the design of lightweight aggregate concrete easy without extensive experimentation.</jats:p>",
    "DOI": "10.3390/su15010641",
    "type": "article-journal",
    "page": "641",
    "source": "Crossref",
    "title": "Machine Learning-Based Predictive Modeling of Sustainable Lightweight Aggregate Concrete",
    "volume": "15",
    "author": [
      {
        "given": "Fazal",
        "family": "Hussain"
      },
      {
        "given": "Shayan",
        "family": "Ali Khan"
      },
      {
        "given": "Rao Arsalan",
        "family": "Khushnood"
      },
      {
        "given": "Ameer",
        "family": "Hamza"
      },
      {
        "given": "Fazal",
        "family": "Rehman"
      }
    ],
    "container-title": "Sustainability",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2022,
          12,
          30
        ]
      ]
    },
    "URL": "https://doi.org/gzh6bg",
    "container-title-short": "Sustainability",
    "id": "C5rC54cy",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3390/su15010641"
  },
  {
    "id": "nxx9rDSq",
    "title": "Lightweight aggregates for concrete, mortar and grout",
    "author": [
      {
        "family": "European Committee for Standardization"
      }
    ],
    "container-title": "EN 13055-1",
    "issued": {
      "date-parts": [
        [
          2016
        ]
      ]
    },
    "type": "entry",
    "note": "Loaded from an external bibliography file by Manubot.\nsource_bibliography: manual-references.json\nstandard_id: en13055-1-2016"
  },
  {
    "id": "oINi2vrz",
    "type": "article",
    "title": "The influence of microfillers on enhancement of concrete strength",
    "author": [
      {
        "family": "Goldman",
        "given": "A."
      },
      {
        "family": "Bentur",
        "given": "A."
      }
    ],
    "container-title": "Cement and Concrete Research",
    "volume": "23",
    "issue": "4",
    "page": "962–972",
    "note": "Loaded from an external bibliography file by Manubot.\nsource_bibliography: manual-references.json\nstandard_id: goldman1993"
  },
  {
    "id": "zBw1t13m",
    "type": "article",
    "title": "Concrete strength prediction by means of neural network",
    "author": [
      {
        "family": "Lai",
        "given": "Sergio"
      },
      {
        "family": "Serra",
        "given": "Mauro"
      }
    ],
    "container-title": "Construction and Building Materials",
    "volume": "11",
    "issue": "2",
    "page": "93–98",
    "note": "Loaded from an external bibliography file by Manubot.\nsource_bibliography: manual-references.json\nstandard_id: lai1997"
  },
  {
    "id": "H2rfhitf",
    "type": "article",
    "title": "Prediction of concrete strength using artificial neural networks",
    "author": [
      {
        "family": "Lee",
        "given": "Seung-Chang"
      }
    ],
    "container-title": "Engineering Structures",
    "volume": "25",
    "issue": "7",
    "page": "849–857",
    "note": "Loaded from an external bibliography file by Manubot.\nsource_bibliography: manual-references.json\nstandard_id: lee2003"
  },
  {
    "id": "ZvZXLiEd",
    "title": "Influence of fly ash and LYTAG lightweight aggregate on concrete",
    "author": [
      {
        "family": "Sivakumar",
        "given": "S."
      },
      {
        "family": "Kameshwari",
        "given": "B."
      }
    ],
    "container-title": "International Journal of Applied Engineering Research",
    "volume": "10",
    "page": "35843–35848",
    "issued": {
      "date-parts": [
        [
          2015
        ]
      ]
    },
    "type": "article-journal",
    "note": "Loaded from an external bibliography file by Manubot.\nsource_bibliography: manual-references.json\nstandard_id: sivakumar2015flyash"
  },
  {
    "id": "5TGE0dep",
    "title": "Incorporation of Wastes in Lightweight Aggregate of Expanded Clay for Construction Applications",
    "author": [
      {
        "family": "Vilarinho",
        "given": "C."
      }
    ],
    "container-title": "ISWA World Congress 2009",
    "issued": {
      "date-parts": [
        [
          2009
        ]
      ]
    },
    "type": "paper-conference",
    "note": "Loaded from an external bibliography file by Manubot.\nsource_bibliography: manual-references.json\nstandard_id: vilarinho2009researchgate"
  },
  {
    "id": "157O3X0aW",
    "title": "Possibilities of determination of thermal conductivity of lightweight concrete with utilization of non stationary hot-wire method",
    "container-title": "10th Int. Conf. Slov. Soc. Non-Destructive Test. Appl. Contemp. Non-Destructive Test. Eng.",
    "page": "207–213",
    "note": "Loaded from an external bibliography file by Manubot.\nsource_bibliography: manual-references.json\nstandard_id: zach2009",
    "type": "entry"
  }
]
