[
  {
    "publisher": "Thomas Telford Ltd.",
    "issue": "8",
    "abstract": "<jats:p> Idealised data have been derived for the compressive strength of a number of concretes for fire safety design. The data are derived from the author's own research including test series not published before and from more than 400 other test series comprising approximately 3000 specimens known from literature and personal contact. The data cover a variety of concretes with aggregates such as siliceous materials, limestone, granite, sea gravel, pumice, and expanded clay to fire-resistant concrete based on chamotte or Danish mo-clay. Processes are briefly described that are responsible for the deterioration of the materials when they are heated and when they are cooled down after a fire. In addition, it is explained how variations of the concrete composition influences the deterioration. Necessary characteristics of design methods are derived for variable fire courses based on analyses of consequences of material deterioration. The paper serves as a basis for a number of papers presenting calculation methods developed by the author for load-bearing capacity of any structure of any concrete at any time of any fire exposure. Some of these methods and related materials data are adopted in the CEN: ENV 1992-1-2 code and national codes such as the Danish DS411. The present paper serves as a part of the documentation for the methods and it is therefore also a supporting document for these standards. </jats:p>",
    "DOI": "10.1680/macr.2005.57.8.445",
    "type": "article-journal",
    "page": "445-453",
    "source": "Crossref",
    "title": "Concrete strength for fire safety design",
    "volume": "57",
    "author": [
      {
        "given": "K. D.",
        "family": "Hertz"
      }
    ],
    "container-title": "Magazine of Concrete Research",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2005,
          10
        ]
      ]
    },
    "URL": "https://doi.org/drrzkq",
    "container-title-short": "Magazine of Concrete Research",
    "id": "1GKECWcka",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1680/macr.2005.57.8.445"
  },
  {
    "publisher": "MDPI AG",
    "issue": "2",
    "abstract": "<jats:p>This research focused on the obtainment of sustainable lightweight aggregates (LWAs) for agronomic application. The cleaner production is based on saving matter through the valorization of waste available in industry as a substitute of clays into the formulation of the lightweight aggregates (LWAs). Three different types of clays (white, black, and red) and alternative raw materials were blended. Cattle bone flour ash (CBA) and a fertilizer glass (FG) were used to introduce K and P into the mixture in amounts suitable for fertilizer application, and a sewage sludge from a brewery wastewater treatment plant was used as pore forming agent. For the production of the LWAs, we mixed different percentage of waste in two different clay mixtures, which were thermally treated at 1000 °C for 1 h. Technological parameters such as loose bulk and oven dry density, total porosity, water absorption capacity, pH, and electrical conductivity were determined to evaluate the potential use of LWAs as a growing media. Moreover, scanning electron microscopy (SEM) and mercury intrusion porosimetry (MIP) techniques were used, and leaching tests were performed to complete the samples’ characterization. The results indicated the potential for manufacturing high-quality LWAs for the agronomic field by using energy-saving and matter-processing involving low temperatures with respect to the conventional process.</jats:p>",
    "DOI": "10.3390/app11020800",
    "type": "article-journal",
    "page": "800",
    "source": "Crossref",
    "title": "Cleaner Design and Production of Lightweight Aggregates (LWAs) to Use in Agronomic Application",
    "volume": "11",
    "author": [
      {
        "given": "Carmen",
        "family": "Martínez-García"
      },
      {
        "given": "Fernanda",
        "family": "Andreola"
      },
      {
        "given": "Isabella",
        "family": "Lancellotti"
      },
      {
        "given": "Romina D.",
        "family": "Farías"
      },
      {
        "given": "Mª Teresa",
        "family": "Cotes-Palomino"
      },
      {
        "given": "Luisa",
        "family": "Barbieri"
      }
    ],
    "container-title": "Applied Sciences",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2021,
          1,
          15
        ]
      ]
    },
    "URL": "https://doi.org/g5vt4j",
    "container-title-short": "Applied Sciences",
    "id": "7q2VNk94",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3390/app11020800"
  },
  {
    "publisher": "MDPI AG",
    "issue": "1",
    "abstract": "<jats:p>Nowadays, lightweight aggregate concrete is becoming more popular due to its versatile properties. It mainly helps to reduce the dead loads of the structure, which ultimately reduces design load requirements. The main challenge associated with lightweight aggregate concrete is finding an optimized mix per requirements. However, the conventional material design of this composite is quite costly, time-consuming, and iterative. This research proposes a simplified methodology for the mix designing of structural and non-structural lightweight aggregate concrete by incorporating machine learning. For this purpose, five distinct machine learning algorithms, support vector machine (SVM), artificial neural network (ANN), decision tree (DT), Gaussian process of regression (GPR), and extreme gradient boosting tree (XGBoost) algorithms, were investigated. For the training, testing, and validation process, a total of 420 data points were collected from 43 published journal articles. The performance of models was evaluated based on statistical performance indicators. Overall, 11 input parameters, including ingredients of the concrete mix and aggregate properties were entertained; the only output parameter was the compressive strength of lightweight concrete. The results revealed that the GPR model outperformed the remaining four machine learning models by attaining an R2 value of 0.99, RMSE of 1.34, MSE of 1.79, and MAE of 0.69. In a nutshell, these simplified modern techniques can be employed to make the design of lightweight aggregate concrete easy without extensive experimentation.</jats:p>",
    "DOI": "10.3390/su15010641",
    "type": "article-journal",
    "page": "641",
    "source": "Crossref",
    "title": "Machine Learning-Based Predictive Modeling of Sustainable Lightweight Aggregate Concrete",
    "volume": "15",
    "author": [
      {
        "given": "Fazal",
        "family": "Hussain"
      },
      {
        "given": "Shayan",
        "family": "Ali Khan"
      },
      {
        "given": "Rao Arsalan",
        "family": "Khushnood"
      },
      {
        "given": "Ameer",
        "family": "Hamza"
      },
      {
        "given": "Fazal",
        "family": "Rehman"
      }
    ],
    "container-title": "Sustainability",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2022,
          12,
          30
        ]
      ]
    },
    "URL": "https://doi.org/gzh6bg",
    "container-title-short": "Sustainability",
    "id": "C5rC54cy",
    "note": "This CSL Item was generated by Manubot v0.6.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.3390/su15010641"
  },
  {
    "id": "NiCgdmvt",
    "title": "Incorporation of Wastes in Lightweight Aggregate of Expanded Clay for Construction Applications",
    "author": [
      {
        "family": "Vilarinho",
        "given": "C."
      },
      {
        "family": "Castro",
        "given": "F."
      },
      {
        "family": "Mendonça",
        "given": "B."
      },
      {
        "family": "Coelho",
        "given": "C."
      }
    ],
    "container-title": "ISWA World Congress 2009",
    "issued": {
      "date-parts": [
        [
          2009
        ]
      ]
    },
    "type": "paper-conference",
    "note": "Loaded from an external bibliography file by Manubot.\nsource_bibliography: manual-references.json\nstandard_id: vilarinho2009incorporation"
  }
]
